Repository: ordtrogen/Monero-TMs-and-Glossaries
Catalog: project_save.tmx
Source language: en
Languages: sv

source: Mining started in daemon
sv: Brytning startad i daemonen

source: Mining stopped in daemon
sv: Brytning "stopped in daemon"

source: Monero Address =
sv: Monero-adress =

source: Money successfully sent, transaction
sv: Money successfully sent, transaktion:

source: Money successfully sent, transaction:
sv: Money successfully sent, transaktion:

source: Multiple payments can be made at once by adding <address_2> <amount_2> etcetera (before the payment ID, if it's included)
sv: Flera betalningar kan "göras" på en gång genom att lägga till <adress_2> <belopp_2> etcetera (före betalnings-ID, om det inkluderas)

source: Multiply
sv: Multiplicera

source: Must specify --wallet-file or --generate-from-json or --wallet-dir
sv: Måste ange --wallet-file eller --generate-from-json eller --wallet-dir

source: No address given
sv: Ingen adress angavs

source: No data supplied, cancelled
sv: Ingen data "supplied, cancelled"

source: No incoming available transfers
sv: Inga "incoming available transfers"

source: No incoming transfers
sv: INga "incoming transfers"

source: No incoming unavailable transfers
sv: Inga "incoming unavailable transfers"

source: No outputs found, or daemon is not ready
sv: No outputs found, eller så är daemonen inte färdig/redo

source: No payment id is included with this transaction.
sv: Inget betalnings-ID har inkluderats med denna transaktion.

source: No payments with id
sv: Inga betalningar med id

source: No unmixable outputs found
sv: Inga "unmixable outputs" kunde hittas

source: No view key supplied, cancelled
sv: Ingen visningsnyckel angiven, avbruten

source: No warranty.
sv: Ingen garanti lämnas.

source: Not enough money in unlocked balance
sv: Inte tillräckligt med pengar i olåst saldo

source: Number of shares
sv: Antal delar:

source: OR type some random characters into this textbox
sv: ELLER skriv några slumpmässiga tecken i detta fält

source: Once you receive this notification, which could be programmatically automated, you can process the customer's order.
sv: Så fort du har mottagit denna avisering, vilket kan automatiseras programmatiskt, kan du ta hand om kundens beställning.

source: Only available when combining two private keys
sv: Endast tillgänglig när två privata nycklar kombineras.

source: Open Source JavaScript Client-Side Bitcoin Wallet Generator
sv: Bitcoinplånboksgenerator i JavaScript baserad på öppen källkod och som körs på klienten

source: Opened wallet
sv: Öppnade plånbok

source: Opened watch-only wallet
sv: Öppnade plånbok för granskning

source: Originating block heights:
sv: "Originating" blockhöjder:

source: Otherwise, you might need to synchronize your wallet again (your wallet keys are NOT at risk in any case).
sv: Annars kan du bli tvungen att synkronisera din plånbok igen (din plånboks nycklar är INTE "at risk" i vilket fall som helst).

source: Outputs exported to
sv: "Outputs" exporterade till

source: Override with --
sv: Åsidosätt med --

source: PLEASE NOTE: the following 25 words can be used to recover access to your wallet.
sv: OBSERVERA: följande 25 ord kan användas för att "recover"/återfå tillgång till din plånbok.

source: Paper Wallet
sv: Pappersplånbok

source: Passphrase required for BIP38 key
sv: Lösenfras krävs för BIP 38-nyckel

source: Passphrase:
sv: Lösenfras:

source: Password for new watch-only wallet
sv: Lösenord för ny plånbok för granskning

source: Payment ID:
sv: Betalnings-ID:

source: Physical randomness is better than computer generated pseudo-randomness.
sv: Fysisk slumpmässighet är bättre än datorgenererad pseudo-slumpmässighet.

source: Please do not store them in your email or on file storage services outside of your immediate control.
sv: Spara dem inte i din e-post eller på något lagringsutrymme som du inte har direkt kontroll över.

source: Please make sure daemon is running or restart the wallet with the correct daemon address.
sv: Se till att daemonen kör eller starta om plånboken med korrekt daemonadress.

source: Please make sure daemon is running.
sv: Se till att daemonen körs.

source: Please proceed to upgrade your wallet.
sv: Please proceed to upgrade your plånbok.

source: Please try again later.
sv: Försök igen senare.

source: Please try again or use Ctrl-C to quit.
sv: Försök igen eller använd Ctrl-C för att avsluta.

source: Please try again.
sv: Försök igen.

source: Please try later
sv: Försök senare

source: Please use start_mining [<number_of_threads>] [do_bg_mining] [ignore_battery], <number_of_threads> should be from 1 to
sv: Använd start_mining [<number_of_threads>] [do_bg_mining] [ignore_battery], <number_of_threads> ska vara från 1 till

source: Please use the new seed that we provide.
sv: Använd det nya frö som vi "use the new seed that we provide."

source: Please write them down and store them somewhere safe and secure.
sv: Skriv ner dem och spara dem på en säker "safe och secure".

source: Please, make sure daemon is running.
sv: Se till att daemonen körs.

source: Print
sv: Skriv ut

source: Private Key
sv: Privat nyckel

source: Private Key (Wallet Import Format):
sv: Privat nyckel (importformat för plånbok, WIF):

source: Private Key BIP38 Format (58 characters base58, starts with '6P'):
sv: Privat nyckel i BIP38-format (58 tecken i Base58, börjar med '6P'):

source: Private Key Base6 Format (99 characters [0-5]):
sv: Privat nyckel i Base6-format (99 tecken [0-5]):

source: Private Key Base64 (44 characters):
sv: Privat nyckel i Base64-format (44 tecken):

source: Private Key Hexadecimal Format (64 characters [0-9A-F]):
sv: Privat nyckel i hexadecimalt format (64 tecken [0-9A-F]):

source: Private Key Mini Format (22, 26 or 30 characters, starts with an 'S'):
sv: Privat nyckel i miniformat (22, 26 eller 30 tecken, börjar med ett 'S'):

source: Private Key WIF Compressed<br />52 characters base58, starts with a
sv: Privat nyckel, WIF-komprimerad<br />52 tecken i Base58, börjar med ett

source: Private Key WIF<br />51 characters base58, starts with a
sv: Privat nyckel (WIF)<br /> 51 tecken i Base58, börjar med ett

source: Private Key:
sv: Privat nyckel:

source: Provide an option on your website's shopping cart for your customer to pay in Bitcoin.
sv: Erbjud möjligheten för dina kunder att betala i bitcoin i din webbplats shoppingvagn.

source: Provide it as the optional third parameter if you have it elsewhere.
sv: Ange den som den valfria tredje parametern om du har den någon annanstans.

source: Public Key (130 characters [0-9A-F]):
sv: Offentlig nyckel (130 tecken [0-9A-F]):

source: Public Key (compressed, 66 characters [0-9A-F]):
sv: Offentlig nyckel (komprimerad, 66 tecken [0-9A-F]):

source: RPC error:
sv: RPC-fel:

source: RPC username/password is stored in file
sv: Användarnamn/lösenord för RPC har sparats i fil

source: Random payment ID:
sv: Slumpmässigt betalnings-ID:

source: Reason:
sv: Orsak:

source: Recover wallet using Electrum-style mnemonic seed
sv: Recover plånbok using Electrum-style mnemonic seed

source: Refresh
sv: Ladda om

source: Refresh done, blocks received:
sv: Uppdatering färdig, "blocks received":

source: Regenerating...
sv: Återskapar …

source: Reloading the page will create a new session.
sv: Att ladda om sidan kommer att skapa en ny session.

source: Replace THEADDRESSGOESHERE with the bitcoin address you are checking.
sv: Byt ut texten ADRESS nedan, mot den bitcoinadress du vill kolla.

source: Rescan blockchain for spent outputs
sv: "Rescan" blockkedjan för "spent outputs"

source: Rescan blockchain from scratch
sv: Rescan blockchain från scratch

source: Rescan spent can only be used with a trusted daemon
sv: "Rescan spent" kan endast användas med en betrodd daemon

source: Restore from specific blockchain height
sv: Restore från angiven blockkedja "höjd"

source: Restore height is:
sv: "Restore" höjd är:

source: Restricts to view-only commands
sv: Restricts till view-only kommandon

source: Rows to generate:
sv: Rader att skapa:

source: SECRET
sv: HEMLIG

source: SHARE
sv: OFFENTLIG

source: Same as transfer, but using an older transaction building algorithm
sv: Samma som transfer, "but using an older transaction building algorithm"

source: Satoshi advised that one should never delete a wallet.
sv: Satoshi förespråkade att man aldrig ska radera en plånbok.

source: Save a watch-only keys file
sv: Spara en "watch-only nycklar"-fil

source: Save current blockchain data
sv: Spara aktuella blockkedje-data

source: Save wallet data
sv: Spara plånboksdata

source: Select 'Add' to add two public keys to get a bitcoin address.
sv: Välj "Addera" för att lägga ihop två offentliga nycklar och skapa en bitcoinadress.

source: Send all unmixable outputs to yourself with mixin 0
sv: Skicka alla "unmixable outputs to yourself with mixin 0"

source: Sending .
sv: Skickar .

source: Set an arbitrary string note for a txid
sv: Set an arbitrary string note för en txid

source: Short payment ID should only be used in an integrated address
sv: Kort betalnings-ID ska endast användas i en integrerad adress

source: Show blockchain height
sv: Visa blockkedjans höjd

source: Show current wallet balance
sv: Visa aktuellt saldo för plånboken

source: Show current wallet public address
sv: Visa plånbokens aktuella offentliga adress

source: Show information about a transfer to/from this address
sv: Visa information om en överföring till/från denna adress

source: Show this help
sv: Visa denna hjälp

source: Show wallet status information
sv: Show plånbok status information

source: Show?
sv: Visa?

source: Sign a transaction from a file
sv: Sign en transaktion från en fil

source: Sign the contents of a file
sv: Signera innehållet i en fil

source: Signature decoding error
sv: Fel vid avkodning av signatur

source: Signature header check error
sv: Fel vid kontroll av signaturhuvud

source: Signature:
sv: Signatur:

source: Signed key images exported to
sv: Signerade nyckel" images" exporterades till

source: Single Wallet
sv: Enkel plånbok

source: Some synchronous unit tests DID NOT pass.
sv: Några synkrona enhetstester LYCKADES INTE.

source: Specify Electrum seed for wallet recovery/creation
sv: Specify Electrum seed for plånbok recovery/creation

source: Specify ip to bind rpc server
sv: Ange IP-adress "to bind rpc server"

source: Specify log file
sv: Ange loggfil

source: Specify username[:password] for daemon RPC client
sv: Specify username[:password] för daemon RPC client

source: Specify username[:password] required for RPC server
sv: Ange användarnamn[:lösenord] som krävs av RPC-servern

source: Split Wallet
sv: Uppdelad plånbok

source: Standard address:
sv: Standardadress:

source: Starting refresh...
sv: Startar refresh...

source: Starting wallet rpc server
sv: Startar plånbok rpc server

source: Step 1 - Generate your "Step1 Key Pair"
sv: Steg 1 - Skapa ett nyckelpar för Steg 1

source: Step 1 Private Key:
sv: Privat nyckel från Steg 1:

source: Step 1 Public Key:
sv: Offentlig nyckel från Steg 1:

source: Step 2 - Calculate your Vanity Wallet
sv: Steg 2 - Räkna fram din personliga plånbok

source: Stop mining in daemon
sv: Avbryt brytning i daemonen

source: Stopped wallet rpc server
sv: Stopped plånbok rpc server

source: Stopping each time to record the value of the die.
sv: Pausa varje gång för att skriva ned utfallet för tärningen.

source: Stored ok
sv: Sparad ok

source: Storing wallet...
sv: Sparar plånbok …

source: Submit a signed transaction from a file
sv: Submit en signerad transaktion från en fil

source: Such a wallet has been generated for you in your web browser and is displayed above.
sv: En sådan plånbok har skapats åt dig i din webbläsare och visas ovan.

source: Sweeping for a total fee of .
sv: Sweeping för en total avgift på .

source: Sweeping in %llu transactions for a total fee of .
sv: Sweeping i %llu transaktioner för en total avgift på .

source: Synchronize transactions and balance
sv: Synkronisera transaktioner och saldo

source: T
sv: S

source: TESTNET EDITION ACTIVATED
sv: TESTNETVERSION AKTIVERAD

source: The Private Key of both entries match.
sv: Den privata nyckeln i de båda inmatningsfälten är densamma.

source: The Public Key of both entries match.
sv: Den offentliga nyckeln i de båda inmatningsfälten är densamma.

source: The above is the Private Key to load into your wallet.
sv: Ovanstående är den privata nyckel som ska läsas in i din plånbok.

source: The above is the Public Key in hexadecimal format.
sv: Ovanstående är den offentliga nyckeln i hexadecimalt format.

source: The above is your new address that should include your required prefix.
sv: Ovanstående är din nya adress och ska inbegripa ditt önskade prefix.

source: The client now also supports import and export of private keys with importprivkey/dumpprivkey.
sv: Klienten stödjer numera också import och export av privata nycklar med kommandona 'importprivkey' och 'dumpprivkey'.

source: The easiest way to generate physical randomness is with dice.
sv: Det lättaste sättet att skapa fysisk slumpmässighet är att använda tärningar.

source: The format of the exported private key is determined by whether the address was generated in an old or new wallet.
sv: Formatet hos den exporterade privata nyckeln bestäms av huruvida adressen skapades i en gammal eller ny plånbok.

source: The higher the priority, the higher the fee of the transaction.
sv: Ju högre prioritet, desto högre transaktionsavgift.

source: The passphrase does not match the confirm passphrase.
sv: Lösenfraserna matchar inte.

source: The passphrase you entered is too short.
sv: Den angivna lösenfrasen är för kort.

source: The text you entered is not a valid Private Key
sv: Den angivna texten är inte en giltig privat nyckel.

source: The text you entered is not a valid Private Key!
sv: Den angivna texten är inte en giltig privat nyckel!

source: The traditional approach to accepting bitcoins on your website requires that you install the official bitcoin client daemon ("bitcoind").
sv: För att acceptera bitcoin på en webbplats har det hittills krävts att man installerar bitcoins officiella klient-demon ("bitcoind").

source: The transaction fee is
sv: Transaktionsavgiften är

source: Then you don't have to worry about your bitcoin wallet being stolen if your web server is hacked.
sv: Då behöver du inte oroa dig för att din bitcoinplånbok ska stjälas om din webbserver blir hackad.

source: There are various services that will notify you via Web Services, API, SMS, Email, etc.
sv: Det finns flera olika tjänster som kan meddela dig via Web Services, API, SMS, E-post och så vidare.

source: This is a log of all the Bitcoin Addresses and Private Keys you generated during your current session.
sv: Detta är en logg över alla bitcoinadresser och privata nycklar du har skapat under den nuvarande sessionen.

source: This is a watch only wallet
sv: Detta är en granskningsplånbok

source: This is usually due to dust which is so small it cannot pay for itself in fees, or trying to send more money than the unlocked balance, or not leaving enough for fees
sv: Detta beror vanligtvis på damm som är så litet att det inte kan betala för sig självt i avgifter, eller ett försök att skicka mer pengar än olåst saldo, eller att inte lämna tillräckligt för att täcka avgifter

source: This site does not have knowledge of your private key.
sv: Denna webbplats har ingen kännedom om din privata nyckel.

source: This transaction has confirmations
sv: Denna transaktion har bekräftelser

source: This transaction will unlock on block %llu, in approximately days (assuming 2 minutes per block)
sv: Denna transaktion kommer att låsas upp vid block %llu, om ungefär dagar (förutsatt en blocktid på 2 minuter)

source: This will result in a transaction fee being applied to each transaction, for a total fee of
sv: Detta kommer att "resultera" i en transaktionsavgift "being applied" till varje transaktion, "för" en sammanlagd avgift på

source: To create a Bitcoin private key you only need one six sided die which you roll 99 times.
sv: För att skapa en privat bitcoinnyckel behöver du bara en sexsidig tärning som du kastar 99 gånger.

source: To manually check if a payment has arrived you can use Block Explorer.
sv: För att själv kontrollera om en betalning har kommit fram kan du använda Block Explorer.

source: To start synchronizing with the daemon, use "refresh" command.
sv: För att börja synkronisering med daemonen, använd kommandot "refresh".

source: Transaction %llu/%llu: txid=
sv: Transaktion %llu/%llu: txid=

source: Transaction ID not found
sv: Transaktions-ID kunde inte hittas

source: Transaction successfully signed to file
sv: Transaktion "successfully" signed to file

source: Translation: <>
sv: Översättning: ordtrogen

source: Treat a paper wallet like cash.
sv: Behandla en pappersplånbok som om den var kontanter.

source: Tx key:
sv: Tx-nyckel:

source: Tx pubkey was not found
sv: Tx pubkey kunde inte hittas

source: Tx secret key was found for the given txid, but you've also provided another tx secret key which doesn't match the found one.
sv: Tx secret key hittades för det givna txid, men du har också angivit en annan "tx" hemlig nyckel som inte matchar den funna nyckeln.

source: Tx secret key wasn't found in the wallet file.
sv: Den hemliga transaktionsnyckeln kunde inte hittas i plånboksfilen.

source: Unhandled exception
sv: Ohanterat undantag

source: Unknown exception:
sv: Okänt undantag:

source: Unsigned transaction(s) successfully written to file:
sv: Onsignerade transaktioner skrevs till fil:

source: Usage:
sv: Användning:

source: Use "help" command to see the list of available commands.
sv: Använd kommandot "help" för att se en lista över tillgängliga kommandon.

source: Use daemon instance at <host>:<port>
sv: Använd daemon instance at <host>:<port>

source: Use daemon instance at host <arg> instead of localhost
sv: Använd daemon instance at host <arg> instead of localhost

source: Use daemon instance at port <arg> instead of 18081
sv: Använd daemon instance at port <arg> instead of 18081

source: Use the Bulk Wallet tab to pre-generate a large number of bitcoin addresses (10,000+).
sv: Använd fliken Massplånbok för att i förväg skapa ett stort antal bitcoinadresser (10.000+).

source: Use the original wallet file you generated in step 1 to spend them.
sv: Använd den ursprungliga plånboksfilen du skapade i steg 1 för att spendera dem.

source: Use wallet <arg>
sv: Använd plånbok <arg>

source: Username specified with --
sv: Användarnamn angivet med --

source: Valid values in priority order (from lowest to highest) are: unimportant, normal, elevated, priority.
sv: Giltiga värden i prioritetsordning (från lägsta till högsta) är: unimportant, normal, elevated, priority.

source: Vanity Bitcoin Address:
sv: Personlig bitcoinadress:

source: Vanity Private Key (WIF):
sv: Personlig privat nyckel (WIF):

source: Vanity Public Key (HEX):
sv: Personlig offentlig nyckel (HEX):

source: Vanity Wallet
sv: Personlig plånbok

source: Verify a signature on the contents of a file
sv: Verifera signaturen på innehållet i en fil

source: Version too new, we can only grok up to
sv: Version är för ny, vi förstår bara upp till

source: Version History
sv: Versionshistorik

source: View
sv: Visa

source: View Details
sv: Visa detaljer

source: View key:
sv: Visningsnyckel:

source: WARNING: DNSSEC validation was unsuccessful, this address may not be correct!
sv: VARNING: "DNSSEC validation was unsuccessful", denna adress kanske inte är korrekt!

source: WARNING: failed to determine number of confirmations!
sv: VARNING: det gick inte att "determine" antal bekräftelser!

source: WARNING: this transaction is not yet included in the blockchain!
sv: VARNING: denna transaktion är ännu inte "included" i blockkedjan!

source: Wallet Details
sv: Plånboksdetaljer

source: Wallet and key files found, loading...
sv: Plånbok och nyckelfil hittades, läser in …

source: Wallet data saved
sv: Plånbok data saved

source: Wallet initialization failed:
sv: Det gick inte att initiera plånbok:

source: Wallet is view only
sv: Plånbok är endast för granskning

source: Wallet name not valid.
sv: Plånbokens namn ej giltigt.

source: Wallet options
sv: Alternativ för plånbok

source: Wallet password
sv: Plånbok password

source: Wallet password (escape/quote as needed)
sv: Lösenord för plånboken (escape/quote as needed)

source: Wallet password file
sv: Plånbok password file

source: Warning: Choosing a strong passphrase is important to avoid brute force attempts to guess your passphrase and steal your bitcoins.
sv: Varning: Det är viktigt att välja en stark lösenfras för att undgå brute force-försök att gissa lösenfrasen och stjäla dina bitcoin.

source: Warning: Some input keys being spent are from
sv: Varning: Some input keys som spenderas kommer från

source: What is B6?
sv: Vad innebär B6?

source: When recording the values follow these rules: 1=1, 2=2, 3=3, 4=4, 5=5, 6=0.
sv: När du skriva ned utfallen ska du följa dessa regler: 1=1, 2=2, 3=3, 4=4, 5=5, 6=0.

source: When the customer chooses to pay in Bitcoin you will then display one of the addresses from your database to the customer as his "payment address" and save it with his shopping cart order.
sv: När kunden väljer att betala i bitcoin ska du visa en av adresserna från din databas för kunden, som kundens "betalningsadress", och spara adressen ihop med kundens beställning .

source: When using a Bulk Wallet you can upload only the bitcoin addresses and not the private keys to your web server.
sv: När du använder en massplånbok kan du ladda upp enbart bitcoinadresserna till din webbserver och alltså inte de privata nycklarna.

source: When you perform a transaction your change will be sent to another bitcoin address within the p2p client wallet.
sv: När du genomför en transaktion kommer din växel att skickas till en annan bitcoinadress inom klientens plånbok.

source: Whomever you share the private key with has access to spend all the bitcoins associated with that address.
sv: Om du delar den privata nyckeln med någon annan så kan denna person komma åt och spendera alla bitcoin som finns på adressen.

source: Why should I use a Bulk Wallet to accept bitcoins on my website?
sv: Varför ska jag använda en massplånbok för att acceptera betalning med bitcoin på min webbplats?

source: Would you like to use the entered text as a passphrase and create a Private Key using a SHA256 hash of the passphrase?
sv: Vill du använda den angivna texten som lösenfras och skapa en privat nyckel genom att skapa en SHA256-hash av lösenfrasen?

source: You appear to be running this generator online from a live website.
sv: Det verkar som om du kör denna generator online, uppkopplad till webbplatsen.

source: You are running this generator from your local computer.
sv: Du kör denna generator från din lokala dator.

source: You can also spend your funds by downloading one of the popular bitcoin p2p clients and importing your private key to the p2p client wallet.
sv: Alternativt kan du ladda ner något av de populära bitcoinklientprogrammen och importera din privata nyckel till klientens plånbok.

source: You can then enter the 99 character base 6 private key into the text field above and click View Details.
sv: Sedan kan du ange den 99 tecken långa privata nyckeln i Base6-format i textfältet ovan och klicka på Visa detaljer.

source: You had been using a deprecated version of the wallet.
sv: Du hade använt en inaktuell version av plånboken.

source: You may want to remove the file "" and try again
sv: You may want to remove the file "" och försöka igen

source: You must input two different keys.
sv: Du måste ange två olika nycklar.
